["<s6>MINISTRY OF HEALTH AND FAMILY WELFARE| GOVERNMENT OF INDIA|", "<s6>MINISTRY OF HEALTH AND FAMILY WELFARE| GOVERNMENT OF INDIA|", "", "<h6>Book No-1| Book No-1|", "|", "<h5>      for", "<h1>ASHA| ASHA|", "<h5>Reading| Material|", "", "<p>S.No. | Chapter Name| Pages|", "<p>Preface| 2|", "<p>Acknowledgement| 4|", "<p>1.| National Rural Health Mission–The Vision| 5|", "<p>2.| Introduction: The Asha Learning Programme| 6|", "<p>3.| ASHA: My Eight Tasks| 3|", "<p>4.| Staying Healthy| 9|", "<p>5.| Personal Hygiene| 12|", "<p>6.| Water Safety at Home| 15|", "<p>7.| Disposal of Waste Water| 17|", "<p>8.| Our Health Depends on Food We Eat!| 19|", "<p>9.| Body Mapping and Overview of Organs| 22|", "<p>10.| Women and Health| 25|", "<p>11.| Organising a Group Meeting| 27|", "<p>12.| Know Health Services| 29|", "<p>13.| Anganwadi Centre| 32|", "<p>14.| Village Birth Attendant or Dai| 34|", "<p>15.| Illness and Healing| 36|", "<p>S.No. | Chapter Name| Pages|", "<p>16.| Using Remedies| 38|", "<p>17.| Home Remedies| 40|", "<p>18.| Preventing Unwanted Pregnancies| 43|", "<p>19.| Condoms: An Option for Men| 45|", "<p>20.| Registration of Pregnant Women| 46|", "<p>21.| Janani Suraksha Yojana| 48|", "<p>22.| HIV and AIDS| 49|", "<p>23.| Breast Feeding| 51|", "<p>24.| Infant Nutrition| 53|", "<p>25.| Immunization| 55|", "<p>26.| Diarrhoea| 57|", "<p>27.| Aches and Pain| 60|", "<p>28.| TB| 62|", "<p>29.| Snake Bite| 64|", "<p>The National Rural Health Mission launched on 12th April 2005, seeks to| provide effective, efficient and affordable health care to rural population in| eighteen states with weak public health indicators.|", "<p>One of the key components of the mission is creating a band of female health| volunteers, appropriately named “Accredited Social Health Activist” (ASHA) in| each village within the identified States.  These ASHAs would act as a ‘bridge’| between the rural people and health service outlets and would play a central| role, in achieving national health and population policy goals.|", "<p>ASHAs are to be selected by community, out of residents within the community.| They would work on voluntary basis, although compensation would be provided| to them for specific activities and services. ASHA guidelines clearly lay down| the accountability mechanisms. The induction training for ASHA would be| completed in 23 days spread in five rounds over a period of 12 months to be| followed by periodic re-training for about two days once every alternate month.|", "<p>Equipping ASHAs with knowledge and skills required to perform the assigned| roles will be crucial element in the programme. The training programme for|", "", "<h3>Preface| Preface|", "", "<p>ASHAs needs to be organised closer to communities.  A major challenge will be| to sustain the interest of selected women participating in the initial| training programme.|", "<p>This book is first in the series, to be made available during the entire training| period. Written in simple language, it can be modified, adapted and translated| by respective States as per their needs. The programme managers working in| NGO settings may also like to use this book.|", "<p>I take this opportunity to thank United Nations Population Fund for providing| technical assistance for development of the training materials to be used in| ASHA programme.|", "<p>30th June 2005|", "<p>Prasanna Hota| Secretary, Health & Family Welfare| Ministry of Health and Family Welfare| Government of India| New Delhi|", "<p>4|", "<s2>READING MATERIAL FOR ASHA |", "", "<p>The conceptualization, compilation, editing and production of the modular| books to be used for pre-deployment and also on job-training of ASHAs; has| been a collective effort for all. Nevertheless, the constant support and sustained| guidance at all the states of the work, has been available from Shri. Prasanna| Hota, Secretary, Smt. S. Jalaja, Additional Secretary, Shri. B.P. Sharma, Joint| Secretary and Smt. Shubhra Singh, Director of the Ministry of Health and| Family Welfare, Government of India.  I wish to convey my sincere gratitude to| them for the same.|", "<p>The contribution from the Department of AYUSH towards mainstreaming| various popular remedies advocated for prevailing common ailments in Indian| communities offers an excellent opportunity for the ASHAs to perform their| duties efficiently; deserves commendations.|", "<p>Prof. N.K. Sethi, Director, National Institute of Health and Family Welfare, along| with his senior faculty colleagues immensely contributed in enhancing the| educational and technical quality of the work to the taste of ASHAs.|", "<p>Dr. Shyam Astekar, Consultant and Dr. Dinesh Agarwal, Technical Adviser| (Reproductive Health), UNFPA provided substantive assistance in preparation|", "", "<h3>Acknowledgement| Acknowledgement|", "", "<p>of reading material for ASHA. Mrs. Nalini Srivastava, Project Secretary,| UNFPA deserves special thanks for rendering support in organising the| reading material.|", "<p>Dr. Pramod Samantaray, National Consultant, has contributed immensely in| carefully going through the test, throughout the preparation of these books.|", "<p>Dr. V.K. Manchanda, DDG (MH/CH) and Dr. L.S. Chauhan, DDG (TB) have| provided technical support throughout the preparation of these books.|", "<p>I would also like to place on record my gratitude for the hard labour and sincere| efforts put in by my colleagues, Dr. Manoj Kumar, Assistant Commissioner (Trg.),| Mrs. Mridula Das, ADG (N) and Dr. H. Bhushan, Assistant Commissioner (MH) in| getting the modules in the present shape. I gratefully acknowledge the| secretarial assistance provided by Shri Harish Rao and Shri Sachin Kumar in| putting together the document. |", "<p>28th June 2005|", "<p>Dr. D.C. Jain| Deputy Commissioner| Training Division| Ministry of Health and Family Welfare| Government of India| New Delhi|", "<p>6|", "<s2>READING MATERIAL FOR ASHA |", "", "<h3>National Rural| Health Mission-| The Vision|", "<h3>National Rural| Health Mission-| The Vision|", "", "<p>The National Rural Health Mission (2005-12) seeks to provide effective| health care to rural population throughout the country with special| focus on states, which have weak public health indicators and/or| weak infrastructure.|", "<p>The Mission is an articulation of the commitment of the Government to raise| public spending on health from 0.9% of GDP to 2-3% of GDP.|", "<p>It aims to undertake architectural correction of the health system to enable it| to effectively handle increased allocations as promised under the National| Common Minimum Programme and promote policies that strengthen public| health management and service delivery in the country.|", "<p>It has as its key components provision of a female health activist in each| village; a village health plan prepared through a local team headed by the| Health and Sanitation Committee of the Panchayat; strengthening of the| rural hospital for effective curative care and made measurable and| accountable to the community through Indian Public Health Standards|", "", "<h2>1|", "", "<p>(IPHS); and integration of vertical Health and Family Welfare Programmes| and Funds for optimal utilization of funds and infrastructure and| strengthening delivery of primary healthcare.|", "<p>It seeks to revitalize local health traditions and mainstream AYUSH into the| public health system.|", "<p>It aims at effective integration of health concerns with determinants of health| like sanitation & hygiene, nutrition and safe drinking water through a District| Plan for Health.|", "<p>It seeks decentralization of programmes for district management of health.|", "<p>It seeks to address the inter-State and inter-district disparities, especially| among the 18 high focus states, including unmet needs for public| health infrastructure.|", "<p>It shall define time-bound goals and report publicly on their progress.|", "<p>It seeks to improve access of rural people, especially poor women and children,| to equitable, affordable, accountable and effective primary healthcare.|", "<p>2|", "<s2>READING MATERIAL FOR ASHA |", "", "<h4>Introduction: The| ASHA Learning| Programme|", "<h4>Introduction: The| ASHA Learning| Programme|", "", "<p>Learning programme for ASHA is based on principles of adult learning. ASHAs| after taking up and completing this learning programme will be equipped with| necessary knowledge and skills to effectively perform the tasks and activities| expected from her.|", "<p>You will have the learning programme completed during five exposures| spread over the entire year and is to be completed during specified 23 days.| Each ASHA will receive reference material in form of books during the| learning programme. |", "<p>There are 19 themes to be covered in the 23 days learning programme. These| are listed in the chart given in next page. Each theme has some lessons. Each| lesson is complete by itself. We learn the 19 themes, lesson by lesson during| each learning exposure. Some themes having few lessons only may not spread| over all five learning exposures. The reading material specific to each lesson and| themes has been organized in the form of books. You have in your hands book| no 1. Similarly books no. 2, 3, 4 and 5 will be available in the subsequent| learning exposures.|", "", "<h2>2|", "", "<p>Each lesson is about 2-3 pages, and can be completed in half an hour. In| each lesson, you have some knowledge bits, and some skills to learn. At the| end there are some points to think about. Your facilitators will help and| encourage you to find out the solutions of these issues. For skills, you will| have the opportunity of hands-on experience or demonstrations to| be organized by the facilitators. During the sessions, you can practice| some skills.|", "<p>So after the first learning exposure of seven days, you will have acquired| preliminary knowledge on most themes. You are supposed to take simple| assessment after each exposure. These assessments will help in making| appropriate changes if required.|", "<p>After completion of first exposure, you will be working in the village and| along with Nursedidi, the Anganwadi behen, Self Help Group (SHG)| members and the male MPW worker. You will have some assignments to do| in the village, like water disinfection, or attending the ANC clinic/health| day. Your facilitators will give these assignments after each exposure.| You will keep record of assignments given to you and share in the| next exposure.|", "<p>The book number 1 is simple enough to understand for even 4th-5th standard| educated women. As we move on to the other books, lessons will be focused| on slightly complex issues. The learning programme is participatory. You learn,| and your facilitators help you to learn. You should ask questions and seek| solutions to likely problems you may anticipate during your work in the village.| in your work.|", "<p>Our best wishes are with you, to serve the village health care needs!|", "<p>4|", "<s2>READING MATERIAL FOR ASHA |", "", "<p>5|", "<s2>INTRODUCTION: THE ASHA LEARNING PROGRAMME|", "", "<s1>DISTRIBUTION OF LESSONS IN THE ASHA TRAINING BOOKS AS PER THEMES|", "", "<s2>THEMES| BOOK 1| BOOK 2| BOOK 3| BOOK 4| BOOK 5|", "", "<s3>Introduction, roles, tasks| 1. My seven tasks| Village Health Plan| Escorting to a hospital| Records and reports: | Reporting| Births and Deaths| an outbreak|", "<s3>Being healthy- | 2. Staying Healthy | Social determinants| Family Health:| __________| Utilization   | determinants of Health| 3. Personal Hygiene| of health| role of Men| of health| services|", "<s3>Water-sanitation, | 4. Water safety  | Sanitary latrines| How to protect| Smokeless Chulah| Rodents: | environment| at home| water sources | health | 5. Disposal of waste| in village| hazards| water -/soak| pit-Kgarden|", "<s3>Nutrition & malnutrition| 6. Our Health depend| Night blindness | Iodine deficiency| Malnutrition and care| Food taboos| on food we eat| and anemia| Disorders| of malnourished| and food | children| fads |", "<s3>Food| Sanitation|", "<s3>Knowing ourselves-| 7. Body mapping/| Body-Systems| Gastro Intestinal| Respiratory system| Cardio-| Human biology| overview organs| Physiology of | system| vascular | Reproduction| system|", "<s3>Community, gender, -| 8. Women and | Grampanchayat/| PNDT act | Violence Against| Rights/| PRI, Rights,| Health-| Gramsa| women|", "<s4>responsibilities|", "<s3>bha/Functions| of a client|", "<s3>Adolescent health| __________| Healthy Adolescents:| Nutritional needs of| Teenage pregnancy | _________| Community Resource| adolescent girls|", "<s3>Communication| 9. Organising a Group| How to organize a| Counselling | __________| Village | meeting`| prabhat pheri with| contact | school children| drive|", "<s3>Health services, Govt,| 10. Know Health| CHC/Rural| Private doctors/RMPs | Social marketing | Depot | Pvt, Social Mar| services| hospital/District| holder| hospital|", "<s3>11. Anganwadi| Centre|", "<s3>12. Village Birth| Attendant|", "<s3>Illness, causes &| 13. Illness and| Immunity, | Rational drugs| __________| _________| healing, remedies| Healing|", "<s3>14. Using remedies|", "<s3>AYUSH/Herbal| 15. Home remedies| Some AYUSH  | Some AYUSH| Fertility Awareness| Healing | medicines| medicines| medicines | without| drugs |", "<s3>Contraceptive Methods| 16. Preventing| Oral contraceptive | IUDs | Male sterilization | Female | Unwanted| pills and ECPs| sterilization| Pregnancies|", "<s3>17. Condoms|", "<s3>Preventing Unwanted| __________| MTP| Unsafe abortions| __________| _________ | childbirth|", "", "<s1>Contd...|", "", "<s2>THEMES| BOOK 1| BOOK 2| BOOK 3| BOOK 4| BOOK 5|", "", "<s3>Pregnancy, birth, post| 18. Registration of| ANC care | Process of childbirth,| C section and blood| Post natal | natal care| Pregnant women| danger signs| transfusion| care|", "<s3>19. Janani Suraksha| Yojana|", "<s3>Genital Infections and| 20. HIV AIDS| Discharge in women| Discharges in men| Infertility| VCTC| HIV/AIDS|", "<s3>Child health| 21. Breast feeding| Essential Newborn | Acute Respiratory| Measles| Worm | care| Infections| infestations| 22. Infant Nutrition|", "<s3>23. Immunization|", "<s3>24. Diarrhea|", "<s3>Common medical| 25. Aches and pain| Wound care| Multiple boils| Ear problems| Upper| problems| respiratory| tract| infections |", "<s3>National Health| 26. TB| Malaria| Leprosy| National Blindness| Vector | Programmes| Control Programme| control|", "<s3>Warning| signs of| cancer|", "<s3>Accidents & first aid| 27. Snake bite| Dog bite| Burns| Thrasher Injury| Poisoning| Heat Strokes| Fractures| Drowning|", "", "<p>6|", "<s2>READING MATERIAL FOR ASHA |", "", "<s1>DISTRIBUTION OF LESSONS IN THE ASHA TRAINING BOOKS AS PER THEMES|", "", "<h4>ASHA:| My Eight Tasks| ASHA:| My Eight Tasks|", "", "<h7>Knowing our village people|", "<p>Improving health status of our people is a teamwork. You require participation| of everyone—the people, the nurse, the anganwadi, the Dai, the schoolteachers| and the village Panchayat. You also need the help of doctor. You will need to| work with all of them so that people remain healthy.|", "<p>Village people are not as rich as city people. They have to face many difficulties.| They depend on land and farming. Some of them also work as wage labourers in| nearby towns. In many villages, rearing cattle is a source of income. Most farmers| depend upon rains. Many work as artisans. They work hard to live their life.|", "<p>Some people are too poor. They are grouped as below poverty line (BPL) as per| Government criteria. Often they come from scheduled castes, tribes and other| marginalized groups. Families belonging to BPL are eligible for special benefits| under government schemes. A village may have different settlements for| different castes.|", "<p>Everyone needs health care. Yet some groups of people are vulnerable to sickness.| The poor people, the women, the children and adolescents and old people need| health care more often. Their health needs are not adequately met. They have| little or no money. At times they have to take loans at very high interest rates to|", "", "<h2>3|", "", "<p>get admission in hospitals or to buy medicines for their kids. Your role is to| guide them to get good care in time and that is affordable.|", "<p>Village people have a practical sense of solving problems with simple| resources. Thus they should be involved in village health planning to assess| health needs and also help in selecting appropriate solutions to address the| common problems.|", "<p>Schools, fair price shops, water, electricity, seeds, fertilizers, credit, animal care,| bus/jeep, roads, employment, forest produce, common grazing grounds, post-| office, haat—we need all these services in the village. Health care is just one| more. It is not isolated, but part of the whole life of the village. As ASHA, you| shall do your best to help your own people in their struggle for health and share| joys of life. People have expectations from you. In following pages, you will| learn about your specific tasks to be undertaken by you as ASHA.|", "", "<h7>Village Health Plan|", "<p>You should participate in Village health planning and help nursedidi, anganwadi| behen, and Panchayat members. This will be the foundation of all health work| in the village. Village health planning helps us to select important health issues| and make a work plan to solve them. Everybody's participation is necessary.| NGO workers, school teachers, representatives of self help groups will also help| in micro planning. You should ensure that marginalized population groups such| as Scheduled castes, tribes, minorities and women are adequately involved in| the planning process. When people participate in planning, they also help in| offering solutions and carrying out the tasks.|", "<p>Most villages will have health and sanitation committee. The committee| members take initiative for development of village health plans. Village health| planning needs some facilitators They bring people together, activate them to| think and plan with people, map out problems and encourage solutions.| Depending on the availability some NGOs workers can provide facilitation.| Teachers can also help you. You should work proactively with anganwadi behen| and nurse Didi to decide on the venue and timings for the planning meeting.|", "<p>Village health plans provide a framework for health related actions. Many| actions lead to health. Village planning is a community approach to solve| problems. You will learn more about it in the subsequent exposures of our| learning programme.|", "<p>8|", "<s2>READING MATERIAL FOR ASHA |", "", "<p>Example: Development of a plan for tackling sanitation problem in village|", "<p>Let village teachers, Nursedidi, Anganwadi behen, artisans, Panchayat members,| NGO workers meet and form a core group. You will be one of the members of| this group.|", "<p>This group should go around village observing village sanitation and other| problems. You may involve students in village rally so as to raise awareness of| sanitation issues inform about time and venue of planning meeting. Songs and| street plays also invite attention of people.|", "<p>Then gather in a central place open to all. Draw a village map on a big paper or| a wall. Ask people to draw their house in the map. Map waste water cesspools| in village. Discuss about problems. The village planning may take 2-3 days also.|", "<p>Ask people sources of wastewater flowing in the street or in cesspools. Mark| the house with things like tamarind seeds, small stones etc. Mark houses having| fever cases. The Nursedidi, and the Anganwadi behen and MPW will check the| houses. They will discuss about malaria with villagers and talk of solutions.| Think of solutions to eliminate breeding sites for mosquitoes. You can handle| more problems in the same meeting. Think of handling problem of malnutrition| amongst children in your village and how such exercises can be useful.|", "", "<h7>Communication for health behaviour change|", "<p>Health information and communication is more important than pills and| injections. Proper information and advice help people to avoid diseases and| stay healthy.|", "<p>Health information is a lasting asset. Currently villagers especially poor women,| men and adolescents do not have access to information on health issues. You| can fill this gap and act as a local resource on health issues. Availability of| information will trigger changes in health promoting behaviours and adoption| of healthy practices.|", "", "<s3>�|", "<p>We should select issues close to people’s hearts and needs. Attend to more| important problems first.|", "", "<s3>�|", "<p>See what people already know and build on existing knowledge base.|", "", "<s3>�|", "<p>Understand the problems from their viewpoint also.|", "", "<s3>�|", "<p>Share health information with them and find possible actions.|", "<p>9|", "<s2>ASHA: MY EIGHT TASKS|", "", "<s3>�|", "<p>Find effective ways of how people learn to change their ways.|", "", "<s3>�|", "<p>Use any of these occasions for BCC: group discussion, personal discussion,| demonstration, village meetings, clinic contacts, exhibition, camps, Self| Help Group (SHG) meetings, meetings of adolescents, religious gatherings,| haat-bazaar days etc.|", "", "<s3>�|", "<p>Use aids for BCC: Chitrakatha, flip charts, booklets, posters, prabhat pheris,| songs, models, puppet shows, street plays etc|", "", "<s3>�|", "<p>Look for innovative methods in communication. For instance, one voluntary| organization painted all the bulls in the village with health slogans on the| traditional bail-puja day. The moving slogans stayed for weeks.|", "", "<s3>�|", "<p>Assess impact of BCC efforts. Has it changed how people think? Has| it changed the way they do things? Has it improved utilization of| health services?|", "", "<s3>�|", "<p>Enable people to change their behaviour such as construction of sanitary| latrines in their house.|", "<p>And remember all advice is good if you can follow it in similar situations. You| will learn more about BCC in this programme.|", "", "<h7>Linkages with AWW, TBA, ANM, MPW|", "", "<h8>During your work, you need support of other persons engaged in| health related ", "<p>activities.| In the village, we have Anganwadi, the Dai and some other healers. We will| learn more about them soon.|", "", "<h8>The Anganwadi Worker (AWW)|", "<p>Anganwadi is for village children under six years. They get supplementary| feeds in Anganwadi Centre (AWC). AW behen weighs children regularly| and keep growth cards. As ASHA, we can work with the AW behen| and Nursedidi on child health activities, and assist her in organising| fixed monthly “Health Day”. They also provide supplementary food for| Pregnant women.|", "", "<h8>The Village Dai|", "<p>The village Dai helps in childbirth. She conducts childbirth and attends| newborn. She gets training and kit for clean childbirth from the Primary Health| Centre/Sub Centre (PHC/SC).|", "<p>10|", "<s2>READING MATERIAL FOR ASHA |", "", "<h8>Other Healers|", "<p>The Village Vaid uses herbal medicines. He may have some knowledge of herbs| and some Ayurvedic remedies. Some cures may be good. Faith healers practice| cures with help of mantras and mindtechniques. They are also called as| “Bhopas”, “Ojhas” in some communities. People go to them for some types of| illnesses. The advise given by them may be of doubtful nature.|", "", "<h8>The Nursedidi (ANM)|", "<p>The Nursedidi is very important for all our work. She works from the health sub| center. She visits 5-6 villages and hamlets in turns. Her work includes:| immunization, care of mother and child, childbirth, contraceptive services,| some medical aid etc.|", "", "<h8>The Swasthya Karmi (Male worker)|", "<p>He also helps the Nursedidi in her work. He gives fever treatment, medicine| for TB and Malaria. He also helps in controlling outbreak of diseases in| the village.|", "", "<h7>Counseling|", "<p>People often need help to find solutions to their health problems. Here are some| health related issues you can offer help.|", "", "<s3>�|", "<p>Adolescent health|", "", "<s3>�|", "<p>Pregnancy and childbirth|", "", "<s3>�|", "<p>Abortion,|", "", "<s3>�|", "<p>Childlessness|", "", "<s3>�|", "<p>Child Health and nutrition|", "", "<s3>�|", "<p>Immunization|", "", "<s3>�|", "<p>Unmet needs of contraception|", "", "<s3>�|", "<p>Intimate problems like sexually transmitted infections/AIDS.|", "", "<s3>�|", "<p>Chronic ailments like cancers, TB, leprosy,|", "", "<s3>�|", "<p>Choosing simple health care options|", "<p>Yes, you may not know these problems fully. But you can certainly help| people where to go. You may also explain them as what kinds of solutions are| available in a given situation. You may also follow up with them and find out| how they are using the help. If there are any problems, you can suggest| alternative ways.|", "<p>11|", "<s2>ASHA: MY EIGHT TASKS|", "", "<p>Counseling needs knowledge of the subject. Knowledge grows with time and| more reading and discussing. Counseling also needs skills about talking with| different persons—men and women, young and old etc., understanding their| viewpoints. It calls for sensitivity and empathy.|", "<p>Counseling also needs motivating skills. Different problems involve different| solutions. Therefore motivating becomes necessary. We often do it in the| family. This is how we arrive at a decision after weighing pros and cons of| several alternatives.|", "<p>You can also do effective counseling after some experience.|", "", "<h7>Escorting patients to a hospital|", "<p>Many people need to go to a town or city hospital for higher care. They feel lost| and helpless in such situations. Often, they face difficulties in such situations.| Also somebody from the family has to stay back to look after children and| cattle, getting money, farm work etc. They often need you to accompany them.|", "<p>You can ensure that needy people get the right help. You also can help in| deciding to go at the PHC, Community Health Centre (CHC) or the district| hospital. If the CHC is far away, people may choose to go to other suitable| private or trust hospital. In some emergency situations (like bleeding during or| immediately after birth) time is precious. Situations that need escorting are:|", "", "<s3>�|", "<p>Childbirth and immediately after childbirth, difficulties during pregnancy| and childbirth.|", "", "<s3>�|", "<p>Abortion and bleeding|", "", "<s3>�|", "<p>A seriously sick child|", "", "<s3>�|", "<p>A very sick person, like brain malaria. Heat stroke|", "", "<s3>�|", "<p>Someone wants to know about his/her TB or suspect HIV|", "", "<s3>�|", "<p>Accidents like snake bite, burns, serious injury, poisoning, drowning|", "", "<s3>�|", "<p>Clients for accepting IUD or sterilization.|", "", "<h8>You need to have necessary information and skills.|", "<p>Knowledge about which hospital to take to. What is the distance?|", "<p>Help family in decision-making. You need to decide with the family about| where to go.|", "<p>12|", "<s2>READING MATERIAL FOR ASHA |", "", "<p>Arranging transport with help of the villagers|", "<p>Sending message to the hospital. (Learn to use a telephone if available).|", "<p>Escorting helps|", "<p>Good and timely first aid and escorting can save lives and reduce harm. It also| improves your relation with the families and enhances your credibility in| village. This will make your linkages with the hospital.|", "", "<h7>Primary medical care|", "<p>People need curative care for many health problems. We have to offer| relevant, effective primary medical care to the needy. Good primary medical| care helps to:|", "", "<s3>�|", "<p>Save time and money for families|", "", "<s3>�|", "<p>Reduce possible damage to health and life threatening complications|", "", "<s3>�|", "<p>Make easy many of your health tasks in the village people value your service|", "", "<h8>Your role is:|", "", "<s3>�|", "<p>Treat all simple illnesses (like coughs and colds) with simple cures. Many| health problems are simple in nature.|", "", "<s3>�|", "<p>Help in moderate illnesses (like diarrhea) and watch for early signs of| dangers and refer if necessary.|", "", "<s3>�|", "<p>Facilitate early detection of early serious chronic illness (like TB and cancer)| and refer. This is great help you can do.|", "", "<s3>�|", "<p>Ensure proper first aid in accidents before referral/escorting.|", "", "<s3>�|", "<p>Depot holder for common health care commodities|", "", "<h8>However you should be careful for:|", "", "<s3>�|", "<p>Do only what you know surely. Ask for help when necessary|", "", "<s3>�|", "<p>Use only medicines and care advised in this programme|", "", "<s3>�|", "<p>Do not wait for cure for more than 2 days in any illness you are not sure of.|", "", "<s3>�|", "<p>Explain side effects of drugs you use.|", "", "<s3>�|", "<p>Explain possible risks in some illnesses (like childhood ARI).|", "", "<s3>�|", "<p>Keep drug stocks ready and safe, away from reach of children.|", "<p>13|", "<s2>ASHA: MY EIGHT TASKS|", "", "<h7>Act as Depot Holders|", "<p>She will also act as deport holder for essential provisions being made available| to every habitation like oral rehydration solution (ORS), Iron Folic Acid (IFA)| tablets, Chloroquine, Dispozale Delivery kits (DDK), oral pills and condoms etc.| A drug kit will be provided to you. Contents of the kits will be based on the| recommendations of the expert/technical advisory group set up by the| Government of India include both AYUSG and Allopathic formulations.|", "", "<h7>Records and registration|", "", "<s3>�|", "<p>Register every birth/still birth with the  gram Panchayat  within 14 days.|", "", "<s3>�|", "<p>Register every death with the  gram Panchayat  in 7 days.|", "", "<s3>�|", "<p>Keep record of your work in ASHA register/diary.|", "", "<s3>�|", "<p>Keep a diary for noting your experiences, difficulties and thoughts.|", "", "<s3>�|", "<p>Tally your records with records at Anganwadi and sub center and meetings.|", "<p>If you notice that number of girls borne in your village is much less than boys,| be alert as it may be due to the “Sex Selective Abortions”. You will learn later| as what will be your role in preventing sex selection of fetus.|", "<p>In case of unusual occurrence of any disease in your village, you need to inform| concerned health authority i.e. In charge of local PHC.|", "<p>14|", "<s2>READING MATERIAL FOR ASHA |", "", "<h4>Staying Healthy| Staying Healthy|", "", "<h7>A saying on health|", "<p>Pehla such Nirogi Kaya  is one of the saying. It means healthy body is the most| important pleasure of life.|", "<p>Good health leads to productive, happy, and a long life. Both| the body and mind need to be healthy. And our relation with| the society should also be healthy. People often think health| is linked to medicines, doctors and hospitals only. This is not| always true.|", "<p>Hospitals and doctors are necessary when we fall sick. But| first we need to take care of our body. You can prevent| diseases, promote health and prolong life.|", "<p>We say  Aarogyam dhansampada . This means health is real wealth. Health| makes us more productive, and ill health causes losses. Ill health keeps us| away from work and livelihood. Ill health means spending on doctors and| medicines. In villages, people often take loans or sell goats and cattle to| pay for hospital expenses. The money people spend on tobacco and liquor| also causes ill health. Following health practices protect our wealth and| increase productivity.|", "", "<h2>4|", "", "<p>In this lesson we will| learn about|", "", "<s1>What is health?|", "<s1>What make us healthy?|", "<s1>What leads to ill health?|", "<s1>How health and ill health| assessed?|", "", "<h7>How to remain healthy?|", "<p>Some parental gifts make part of one’s health. Like body features, frame, height,| weight, looks, skin and color, some mental traits etc. Sometimes we even get| some health problems linked to parental gifts. We| can avoid marriage among blood relatives to| avoid some of these inborn defects.|", "<p>Many social and economic factors| also cause ill health. Poverty is the| root cause of many sicknesses. Low| purchasing power limits access to| adequate | amount | of | food | and| balanced diet. Women suffer from| sicknesses during the process of giving| birth to a baby.|", "<p>Also health care utilization is impacted adversely on account of poverty.| Ignorance also contributes to sickness. Certain traditional practice are| harmful. You should try to know about these traditional practices in| your village.|", "<p>A lot of health depends upon factors like|", "", "<s3>�|", "<p>Clean drinking water, clean air|", "", "<s3>�|", "<p>Balanced diet,|", "", "<s3>�|", "<p>Healthy personal habits,|", "", "<s3>�|", "<p>Healthy home and surroundings|", "", "<s3>�|", "<p>Healthy working conditions.|", "", "<s3>�|", "<p>Supportive family, friends and society|", "", "<s3>�|", "<p>Staying away from vices like alcohol, tobacco, multiple partners etc.|", "<p>Timely use of health services like immunization, birth spacing, mosquito bed| nets etc is also necessary for health. If we fall ill, seeking treatment early is| very important in several illnesses. Examples are TB, cancer, high blood| pressure, pneumonia, snake bite etc. Late action may harm. Every hour| counts in such situations.|", "<p>To stay healthy, we need to adopt healthy practices, and use health services in time.|", "<p>16|", "<s2>READING MATERIAL FOR ASHA |", "", "<h7>How to assess health and ill health|", "<p>We often say that one looks healthier than someone else. Healthiness shows up| in happiness. But we often use ‘measures’ for health.|", "<p>When selecting young men/women for police or army, parameters such as| height, weight, chest circumference etc are used. We also use several tests| (eyes, blood, urine etc) to test assess health of an individual.|", "<p>We can talk of ill health in similar ways. We relate ill health to illnesses—cough,| fever, diarrhea, TB, polio, drunkenness etc. At the level of community we use| similar words. For instance, we say there are more people having fever this year| than the last year, or fewer people with diarrhea or no case of AIDS in this| village. Or more infants dying in this village as compared to other village.|", "<p>Some examples of how we discuss health and ill health in the village:|", "", "<s3>�|", "<p>This year we have more/fewer fevers in the village.|", "", "<s3>�|", "<p>How many TB patients in the village?|", "", "<s3>�|", "<p>Mother and Child deaths in the village in last year.|", "", "<s3>�|", "<p>Number of underweight babies in the village.|", "", "<s3>�|", "<p>Number of teenage girls giving birth to babies.|", "", "<s3>�|", "<p>Number of smokers and alcoholics in village.|", "", "<s3>�|", "<p>Mental attributes-are people happy, number of suicides etc.|", "<p>You can make our own checklist based on our situation and needs. A| comparison tells us if our village has better health than the last year or the| next village.|", "", "<h7>Think about:|", "", "<s3>�|", "<p>Why people have to take loan for getting treatment in hospitals?|", "", "<s3>�|", "<p>Why women feel hesitant to talk about their health problems with| male doctors?|", "", "<s3>�|", "<p>Why people keep on waiting for days and months for seeking treatment?|", "<p>17|", "<s2>STAYING HEALTHY|", "", "<h7>Cleanliness and health|", "<p>Cleanliness is next to Godliness. Many illnesses spread due to| lack of cleanliness. Illnesses like diarrhea, dysentery, cholera,| worms, typhoid, skin infections, louse infestations and dental| problems etc are examples|", "", "<h4>Personal Hygiene|", "", "<h2>5|", "", "<h4>Personal Hygiene|", "", "<p>In this lesson we will| learn about|", "", "<s1>Importance of personal| cleanliness viz. hand| washing, cleaning teeth,| nail cutting, daily bath,| clean clothes, footwear,| hair-care.|", "", "<p>19|", "<s2>PERSONAL HYGIENE|", "", "<h7>Toilet practices|", "<p>In India many people go to open fields for defecation. You need to help them| in getting sanitary latrines installed. These are convenient for young girls,| women, aged, sick person and children who often find it difficult to go to| fields. You will get more information about construction of sanitary latrines| from the block Panchayat office. After defecation, most use water-wash for| anal clean up. This soils the hand with germs. It is necessary to wash the hands| thoroughly after this, with soap or ash. Some people use paper or leaves of| some trees for anal clean up. This may be actually healthier as avoids soiling| of hands with germs.|", "", "<h7>Hand wash|", "<p>Many diseases such as diarrhoea, typhoid etc are caused due to germs present| on dirty hands. You should ensure that your hands are clean, especially before| eating any food. Wash your hands with plain water first and then with soap and| see the difference in wash water. You will appreciate the difference. After going| to the toilet and before having meal, we must wash our hands thoroughly.|", "<p>Wash the hands with a lot of water first. Apply soap or ashes and rub on the| hands particularly the nails, tip of the fingers and between them. Again, pour| water. Dry it with a clean piece of cloth or napkin.|", "<p>Cutting nails regularly removes space for collection of dirt. Long nails may be| fashionable but also hide germs, if not properly cleaned.|", "", "<h7>Our Mouth and teeth|", "<p>Our teeth remain healthy if we clean them everyday. Food particles collect in| the tooth gaps. This leads to tooth problems and swollen gums.|", "<p>We must have a good mouthwash after each meal. This will remove food| particles and prevent the problems of tooth and gums. Just imagine what| happens to a utensil, which was used for cooking food last night and not| cleaned overnight. It stinks badly. Similarly if we don’t clean our mouth after| meals it will also stink. Never have a bed-tea without mouthwash.|", "<p>Discourage use of raw or burnt tobacco for cleaning teeth. That causes stains.| Smoking also makes teeth dirty.|", "<p>Use of ash is good, but it cannot clean the gaps.|", "", "<h7>Regular tooth brushing will remove the plaque|", "<p>Use a soft bristled brush. Be sure it is the right size (a smaller is better than a| big one).|", "<p>Place the brush angled to the teeth. Brush the teeth toward the gums. Brush| very gently so that any plaque growing under the gum will be removed. Brush| the outside, the tongue side and the chewing surfaces of your teeth. Brushing| tongue will make your breath odorless. Stale food and germs can collect on| your tongue and cause bad breath. Brush at least twice every day, before and| after sleep. This would prevent plaque formation.|", "<p>Brushing too vigorously or using a hard brush may cause damage to gums.|", "<p>Change the brush if the bristles look spread. A worn out toothbrush will not| clean our teeth.|", "<p>Toothpaste is not always necessary for brushing. Therefore brushing is a cheap| way to keep the teeth and gums healthy.|", "", "<h7>Datoun|", "<p>People in the village often use datoun, a 8-10 inches long and small finger thick| twig of neem, babool or Karanj etc. This practice is good. After chewing the| twig a bit, the end becomes bristly. The bristles can clean gaps between teeth.| The medicinal properties of datoun keep the gums healthy. Datoun should not|", "<p>20|", "<s2>READING MATERIAL FOR ASHA |", "", "<p>ne used if there are any ulcers in the mouth. Gargles with lukewarm water are| good for mouthwash after meals and particulars after eating sweet foods.|", "", "<h7>Daily bath|", "<p>Our culture regards daily bath as a ritual. It is indeed necessary in hot weather| as sweating makes us dirty. (In very cold regions one may skip daily baths.) Use| water economically. Some people like hot water. Massage with warm sesame| or mustard oil is good before bath. Temperature of bath water should be neither| too hot not too cold. After retiring from daily work, we should wash feet, hands| and face with water to remove dirt and sweat.|", "", "<h7>Clean cloth|", "<p>Clothes with comfortable fitting be used according to season. Cotton clothes of| light colour are more comfortable in summers and warm clothes in winters. Our| undergarments and other clothes must be clean to keep away skin infections| and louse infestation. A daily change is healthy practice.|", "", "<h7>Hair care|", "<p>Combing the hair everyday is necessary for its health. A head-bath is necessary| especially if your hair stinks due to sweating. Mixture of Shikakai, Reetha and Amla| soaked in water is a simple, cheap and safe way for washing oily and sticky hair. For| louse, we need fine combs. Avoid using somebody else’s comb as it may have louse.|", "", "<h7>Footwear|", "<p>Proper footwear is necessary to keep away germs and worms in the dust from| getting onto your feet. Many people walk or children play barefooted in the| fields. Sometimes these fields are also used for defecation. The worms present| in the faeces may get entry in the body when we walk bare footed. You will| learn more about these worms in subsequent books. Dusty and hot weather also| cracks our soles. Some people buy shoes, only to use them during festivals or| when going out to meet their friends and relatives. This is not good. The Indian| custom of keeping footwear outside the house is good. Everyone including| children should always wear shoes when going outside their houses. Shoes are| necessary for those who get cracked heal.|", "", "<h7>What do you think?|", "", "<s3>�|", "<p>Long nails come handy when some one is attacking you physically.|", "", "<s3>�|", "<p>One can remove food particles in between teeth by needles.|", "", "<s3>�|", "<p>Lack of privacy for bath is a cause of skin illnesses.|", "<p>21|", "<s2>PERSONAL HYGIENE|", "", "<h4>Water Safety| At Home| Water Safety| At Home|", "", "<h7>Importance of water in health|", "<p>Water constitute about two third of human| body. A child’s body has some more water| than | old | people.| Water | is | life| indeed. Water| delivers oxygen and nutrients to different parts| of body and removes toxins and wastes. Our| ancestors have taught us to worship water| sources in the village. Good water is god. But| dirty water can be demon.|", "<p>Many illnesses come from consumption of dirty| water. Diarrhea, dysentery, cholera, jaundice etc| are some such illnesses. Half of illnesses can be due| to dirty water.|", "", "<h7>How water becomes unsafe|", "<p>Water becomes bad when disease-causing germs mix in. Germs come from| human and animal excreta. Even minute quantities of excreta can make water| unsafe. You may say that water appears to be clean but there may be deadly germs|", "", "<h2>6|", "", "<p>In this lesson we will| learn about|", "", "<s1>How water is important for| human health?|", "<s1>How water becomes unsafe| for drinking?|", "<s1>How to make it safe at| home?|", "", "<p>inside not visible with naked eyes. So rivers and streams get germs once they pass| through human settlements. Water from shallow wells, ponds is also contaminated| with germs. Human activity in vicinity of water sources make these water| reservoirs contaminated.|", "", "<h7>How to make safe water at home|", "<p>Use only safe sources - a clean hand pump or covered sanitary well or piped| water supply. Fetch the water at evening and keep it covered and still overnight.| Stale water is safe at least for two days.|", "<p>If necessary strain the water in a fold of cloth. It will remove bigger particles| and some insects. Use a clean dhoti or sari.|", "<p>For any turbid water, use alum to settle dirt. For this just dip alum in the water| for 2-3 rounds and then keep away.|", "<p>Do not dip hands in the water container. Remember your hands may be dirty.| Children are often in habit of taking water from vessel by dipping their hands| especially after play. Use a ladle (handle-cup) instead.|", "<p>We can also make water safer by boiling| it for about 15-20 minutes after the| rolling starts.|", "<p>Chlorine addition is just one way of| making water safe. Overnight storage| of water makes it practically safe.| Boiling is good, but also needs fuel.|", "<p>If you have chlorine drops, add 2 drops in| one bucket. Use this water after keeping| half hour. If you have no chlorine drops, we can| make a stock solution from bleaching powder.|", "<p>Take one liter water in a jar. Add a teaspoonful of well-kept| bleaching powder to it. Usually bleaching powder is available with| MPW or Nursedidi. Stir it well and keep it still for five minutes. Pour the| solution into a plastic bottle using a strainer. Keep off the un-dissolved| powder. Cap the bottle and you can use it for 2 days. Take 5 ml (in a big|", "<p>23|", "<s2>WATER SAFETY AT HOME|"]